snappy_pipe_potentialFoam/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2012                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    topPatch
    {
        type            patch;
        nFaces          9040;
        startFace       732272;
    }
    wall
    {
        type            wall;
        inGroups        1(wall);
        nFaces          50472;
        startFace       741312;
    }
    bottomPatch
    {
        type            patch;
        nFaces          9040;
        startFace       791784;
    }
)

// ************************************************************************* //
